[
  {
    "number": 1,
    "name": "ORAL LORE AND ROMANCES",
    "pomeNumberOne": "poem1",
    "nameFirstPoem": "Ya cantan los gallos",
    "pomeNumberTwo": "poem2",
    "nameSecondtPoem": "Romance del enamorado y la muerte",
    "pomeNumberThree": "",
    "nameThirdPoem": "",
    "nameFirstActor": "ANA CONCA",
    "nameSecondActor": "EMILIO GUTIÉRREZ CABA",
    "nameThirdActor": "",
    "bio": "Oral lore are songs created and sang by people since time immemorial, and transmitted orally from one generation to the next. Romances are both lyrical and narrative poems that people used to sing accompanied by musical instruments and they were spread from town to town by minstrels.",
    "bioExtended": "Oral lore are songs created and sang by people since time immemorial, and transmitted orally from one generation to the next. The ones that survived were featured in courtly songbooks from the 15th century, saved by cultured poets. Romances are both narrative and lyrical poems, because they express emotions and display a meticulous care of language. People used to sing them accompanied by musical instruments and they were spread by travelling minstrels."
  },
  {
    "number": 2,
    "name": "JORGE MANRIQUE",
    "pomeNumberOne": "poem3",
    "nameFirstPoem": "Coplas a la muerte de su padre (selección)",
    "pomeNumberTwo": "",
    "nameSecondtPoem": "",
    "pomeNumberThree": "",
    "nameThirdPoem": "",
    "nameFirstActor": "CARLOS HIPÓLITO",
    "nameSecondActor": "",
    "nameThirdActor": "",
    "bio": "Part of a noble and educated family versed in both arms and letters, Jorge Manrique (1440-1479) left a small literary output. Even so, his poem ‘Las coplas a la muerte de su padre’ (Stanzas about the Death of his Father) deserves a place in any anthology of the best Spanish poetry.",
    "bioExtended": "Part of a noble and educated family versed in both arms and letters, Jorge Manrique (1440-1479) left a small literary output. Even so, his long poem ‘Las coplas a la muerte de su padre’ (Stanzas about the Death of his Father), an homage to the brave and strong commander Manrique, deserves a place in any anthology of the best Spanish poetry ever written. As Pedro Salinas said: “He got to be a poet just once, but in such a way that he will live forever”."
  },
  {
    "number": 3,
    "name": "GARCILASO DE LA VEGA",
    "pomeNumberOne": "poem4",
    "nameFirstPoem": "Soneto V",
    "pomeNumberTwo": "poem5",
    "nameSecondtPoem": "Soneto XXIII",
    "pomeNumberThree": "",
    "nameThirdPoem": "",
    "nameFirstActor": "JORDI BALLESTER",
    "nameSecondActor": "MAMEN GARCÍA",
    "nameThirdActor": "",
    "bio": "The quintessential Renaissance knight, Garcilaso de la Vega (1498–1536) renewed Spanish poetry by introducing the Italian hendecasyllable and taking it to the peak of perfection. He died in battle at Muy, in France.",
    "bioExtended": "The quintessential Renaissance knight, Garcilaso de la Vega (1498–1536) excelled both with arms and letters. Alongside his friend Boscán, he renewed Spanish poetry by introducing the Italian hendecasyllable and elevating it to the peak of perfection. His muse was Isabel Freyre, lady in waiting for the empress Isabel. His impossible love for her inspired almost all his writings. He died in battle during the assault on the fortress at Muy, in France."
  },
  {
    "number": 4,
    "name": "SAN JUAN DE LA CRUZ",
    "pomeNumberOne": "poem6",
    "nameFirstPoem": "La noche oscura del alma",
    "pomeNumberTwo": "",
    "nameSecondtPoem": "",
    "pomeNumberThree": "",
    "nameThirdPoem": "",
    "nameFirstActor": "MIGUEL RELLÁN",
    "nameSecondActor": "",
    "nameThirdActor": "",
    "bio": "Juan de la Cruz (1542–1591) was a carmelite monk who renewed his religious order and infused Renaissance poetry with a deep spiritual root. He managed to reach lyrical heights that few poets have been able to equal.",
    "bioExtended": "Juan de la Cruz (1542–1591) was a carmelite monk who renewed his religious order and infused Renaissance poetry with a deep spiritual root. He managed to reach lyrical heights that few poets have been able to equal. His poetry springs from his own spiritual experiences and a profound love to God and draws from popular poetry tropes of women lamenting the absence of their loved ones, with the voice of the woman being the soul longing for her lover, Christ."
  },
  {
    "number": 5,
    "name": "SANTA TERESA DE JESÚS",
    "pomeNumberOne": "poem7",
    "nameFirstPoem": "Nada te turbe",
    "pomeNumberTwo": "",
    "nameSecondtPoem": "",
    "pomeNumberThree": "",
    "nameThirdPoem": "",
    "nameFirstActor": "MARÍA GALIANA",
    "nameSecondActor": "",
    "nameThirdActor": "",
    "bio": "Teresa de Cepeda y Ahumada (1515-1582), known as Santa Teresa de Jesús, renewed the Carmelite order and founded the Discalced Carmelites. Her poetry springs from a spiritual need to sing her love of God and her mystical marriage to Christ.",
    "bioExtended": "Teresa de Cepeda y Ahumada (1515-1582), known as Santa Teresa de Jesús, renewed the Order of Carmelites and started the Discalced Carmelites. She wrote her prose works following the advice of her confessors in an act of obedience. Her poems, on the other hand, sprang from a spiritual longing to sing of her love for God and her mystical marriage to Christ. She draws from popular poetry, turning it ‘to the divine’ by changing sensual love to mystical love."
  },
  {
    "number": 6,
    "name": "MIGUEL DE CERVANTES",
    "pomeNumberOne": "poem8",
    "nameFirstPoem": "Afuera el fuego…",
    "pomeNumberTwo": "",
    "nameSecondtPoem": "",
    "pomeNumberThree": "",
    "nameThirdPoem": "",
    "nameFirstActor": "JORDI BALLESTER",
    "nameSecondActor": "",
    "nameThirdActor": "",
    "bio": "Author, poet and playwright, Miguel de Cervantes (1547-1616) created the modern novel. Assistant to a cardinal in Rome, a soldier captured by pirates in Argel and tax collector, his first major work was ‘La Galatea’. ‘Don Quixote’ solidified his reputation.",
    "bioExtended": "Author, poet and playwright, Miguel de Cervantes (1547-1616) created the modern novel with ‘Don Quixote’. Assistant to a cardinal in Rome, a soldier captured by pirates in Argel and tax collector jailed due to discrepancies in his accounts, his first major work was ‘La Galatea’. The two installments of‘Don Quixote’, ‘Viaje al Parnaso’, ‘Ocho comedias y ocho entremeses’ and the ‘Novelas ejemplares’ solidified his reputation as the ‘phoenix of wits’."
  },
  {
    "number": 7,
    "name": "LUIS DE GÓNGORA",
    "pomeNumberOne": "poem9",
    "nameFirstPoem": "Ándeme yo caliente…",
    "pomeNumberTwo": "poem10",
    "nameSecondtPoem": "Dineros son calidad (selección)",
    "pomeNumberThree": "",
    "nameThirdPoem": "",
    "nameFirstActor": "MIGUEL RELLÁN",
    "nameSecondActor": "FRANCESC ANYÓ",
    "nameThirdActor": "",
    "bio": "Thought by many to be the most famous poet of his time, the poetic works of Luis de Góngora y Argote (1561-1627) conform to the Baroque aesthetics. In his late years he revolutionized the poetry of his time with a new lyrical style that his enemies derisively called ‘culteranism’.",
    "bioExtended": "Thought by many to be the most famous poet of his time, the poetic works of Luis de Góngora y Argote (1561-1627) conform to the Baroque aesthetics. He excelled in writing sonnets and, in his later years, he revolutionized the poetry of his time by creating a style that his enemies derisively called ‘culteranism’ and that aimed to gather as much sensory beauty as possible through cult, sonorous words. This also inspired the ‘Generación del 27’ poets."
  },
  {
    "number": 8,
    "name": "LOPE DE VEGA",
    "pomeNumberOne": "poem11",
    "nameFirstPoem": "Soneto 126",
    "pomeNumberTwo": "poem12",
    "nameSecondtPoem": "En las mañanicas",
    "pomeNumberThree": "",
    "nameThirdPoem": "",
    "nameFirstActor": "MARIO GAS",
    "nameSecondActor": "CARLOS HIPÓLITO",
    "nameThirdActor": "",
    "bio": "Lope de Vega (1562-1635) was the renovator of Baroque theater and one of the most important poets of the 17th century. His poetry, with brilliant associations of ideas, never loses its simplicity. He wished to be understood: «A poet must write obscure drafts and clear verses», he said.",
    "bioExtended": "Lope de Vega (1562-1635) was the renovator of Baroque theater and also one of the most important poets of the 17th century. His poetry, with brilliant associations of ideas, never loses its simplicity. He wanted to be understood by everyone, regardless of their education, and so he once said, «A poet must write obscure drafts and clear verses». Lope also composed songs in the style of popular lore to be played during his theater plays as well as romances."
  },
  {
    "number": 9,
    "name": "FRANCISCO DE QUEVEDO",
    "pomeNumberOne": "poem13",
    "nameFirstPoem": "¡Ah de la vida!",
    "pomeNumberTwo": "poem14",
    "nameSecondtPoem": "Sola en ti, Lesbia…",
    "pomeNumberThree": "poem15",
    "nameThirdPoem": "Poderoso caballero... (selección)",
    "nameFirstActor": "JUAN ECHANOVE",
    "nameSecondActor": "DANIEL ALBALADEJO",
    "nameThirdActor": "CARLOS OLALLA",
    "bio": "The quintessential conceptist poet, Francisco de Quevedo (1580-1645) had an absolute mastery of language. He’s one of the most critical authors with the society of his age, turning against its lack of honesty and its selfishness.",
    "bioExtended": "The quintessential conceptist poet, Francisco de Quevedo (1580-1645) had an absolute mastery of language. He is one of the most critical authors with the society of his age, turning against its lack of honesty and selfishness. His penchant for irony is evident in the scathing satirical song ‘Poderoso Caballero’ (Powerful Knight) in which he lashes out against the power of money in a time when everything and everyone could be bought with gold and silver."
  },
  {
    "number": 10,
    "name": "FÉLIX MARÍA DE SAMANIEGO",
    "pomeNumberOne": "poem16",
    "nameFirstPoem": "La zorra y las uvas",
    "pomeNumberTwo": "",
    "nameSecondtPoem": "",
    "pomeNumberThree": "",
    "nameThirdPoem": "",
    "nameFirstActor": "CRISTINA SOLER",
    "nameSecondActor": "",
    "nameThirdActor": "",
    "bio": "Prosecuted by the Inquisition for his critical stance against religion, Félix María de Samaniego (1745-1801) published his ‘Fábulas’ (Fables) in 1781. In the style of Phaedro and Aesop, he used animals to mock the flaws of his peers.",
    "bioExtended": "Known in his time for his festive and erotic writings and his critical stance against politics and religion (for which he was prosecuted by the Inquisition), Félix María de Samaniego (1745-1801) published his ‘Fábulas’ (Fables) in 1781. In the style of Phaedro and Aesop, he used animals to mock the flaws of his peers with irony and a simple, accesible language."
  },
  {
    "number": 11,
    "name": "JOSÉ DE ESPRONCEDA",
    "pomeNumberOne": "poem17",
    "nameFirstPoem": "La canción del pirata",
    "pomeNumberTwo": "",
    "nameSecondtPoem": "",
    "pomeNumberThree": "",
    "nameThirdPoem": "",
    "nameFirstActor": "MARINA VINYALS",
    "nameSecondActor": "",
    "nameThirdActor": "",
    "bio": "José de Espronceda (1808-1842) is the ultimate romantic poet. His liberal ideary is reflected in ‘La canción del pirata’ (Song of the Pirate), a chant to freedom from someone who has chosen to live on the fringes of society because he deems it corrupt.",
    "bioExtended": "José de Espronceda (1808-1842) is the ultimate romantic poet. Politically a revolutionary since his teenage years, he came in contact with the Romantic movement in England and France during his stays in London and Paris. His liberal ideary is reflected in compositions like ‘La canción del pirata’ (Song of the Pirate), a chant to freedom from someone who has chosen to live on the fringes of society because he considers it corrupt and its ruler, immoral."
  },
  {
    "number": 12,
    "name": "CAROLINA CORONADO",
    "pomeNumberOne": "poem18",
    "nameFirstPoem": "A la abolición de la esclavitud en Cuba",
    "pomeNumberTwo": "",
    "nameSecondtPoem": "",
    "pomeNumberThree": "",
    "nameThirdPoem": "",
    "nameFirstActor": "ANA VILLA",
    "nameSecondActor": "",
    "nameThirdActor": "",
    "bio": "A precocious poet, Carolina Coronado (1820-1911) held liberal gatherings at her own home in Madrid that would end up being prosecuted. The poem ‘A la abolición de la esclavitud en Cuba’ (To the Abolition of Slavery in Cuba) reflects her ideals.",
    "bioExtended": "A precocious poet, Carolina Coronado (1820-1911) started writing when she was 10 and, at 13, Espronceda dedicated a sonnet to her. She received a liberal education and, although friends with Queen Isabel II, she used to hold liberal gatherings at her own home in Madrid that would end up being prosecuted. Her ideas inspired poems such as ‘A la abolición de la esclavitud en Cuba’ (To the Abolition of Slavery in Cuba), a hymn to the freedom of mankind."
  },
  {
    "number": 13,
    "name": "ROSALÍA DE CASTRO",
    "pomeNumberOne": "poem19",
    "nameFirstPoem": "Dicen que no hablan las plantas…",
    "pomeNumberTwo": "poem20",
    "nameSecondtPoem": "La justicia por la mano",
    "pomeNumberThree": "",
    "nameThirdPoem": "",
    "nameFirstActor": "VICKY PEÑA",
    "nameSecondActor": "AMPARO VALLE",
    "nameThirdActor": "",
    "bio": "Rosalía de Castro (1837-1885) is one of the most profound poets of Spanish and Galician literature. Her ‘Cantares Gallegos’ (Galician Songs) gave Galician language back its intensity. Her loneliness informs ‘Las orillas del Sar’ (Shar Shores).",
    "bioExtended": "Rosalía de Castro (1837-1885) is one of the most profound and intimate poets of Spanish and Galician Poetry. The illegitimate daughter of a priest, her estrangement from her mother until her teenage years influenced her skepticism towards love. Her ‘Cantares Gallegos’ (Galician Songs) began the Rexurdimento (Renaissance) of Galician language. In Spanish, ‘Las orillas del Sar’ (Shar Shores) reflects her perennial feeling of rootlessness and loneliness. "
  },
  {
    "number": 14,
    "name": "GUSTAVO ADOLFO BÉCQUER",
    "pomeNumberOne": "poem21",
    "nameFirstPoem": "Rima LII",
    "pomeNumberTwo": "poem22",
    "nameSecondtPoem": "Rima LIII",
    "pomeNumberThree": "",
    "nameThirdPoem": "",
    "nameFirstActor": "EMILIO GUTIÉRREZ CABA",
    "nameSecondActor": "ADRIANA OZORES",
    "nameThirdActor": "",
    "bio": "With Gustavo Adolfo Bécquer (1836–1870) begins contemporary poetry. In his ‘Rimas’ (Rhymes), late Romanticism combines with an effort to strip the language of the sentimental and rethorical excesses favoured by romantics.",
    "bioExtended": "With Gustavo Adolfo Bécquer (1836–1870) begins contemporary poetry. In his ‘Rimas’ (Rhymes) late Romanticism combines with an effort to strip the language of the rethorical excesses favoured by romantics. His poems reflect his love for poetry and women, which sometimes merge into one, as in the ending of Rhyme XXI: «Poesía eres tú» (Poetry is you)."
  }
]